{ "database": "AUTHORITY",  "records": [
{
"REFA": "BA619",
"HEADING": "Ontario. Walkerton Inquiry",
"HEADING2": "Ontario. Walkerton Inquiry",
"HEADING3": "Ontario. Walkerton Inquiry",
"NAME": "Walkerton Inquiry",
"DATEEX": "2000-2002",
"ARCHAU": "Dale",
"STATUSA": "Approved",
"WEBA": "Y",
"AUTHTP":"B Ontario Government Name",
"AA":"Order in Council 1170 / 2000",
"FUN":"The Walkerton Inquiry was appointed to investigate the causes of the contamination of Walkerton's drinking water system with E. coli bacteria in May of 2000. This contamination caused the death of seven people and more than 2,300 became ill. The Inquiry was to find out who was responsible for the E. coli outbreak, and if it could have been prevented. The Inquiry was also responsible for making recommendations on how to avoid another outbreak in the future.",
"ADM":"The Walkerton Inquiry was established on 13 June 2000, pursuant to the Public Inquiries Act, with the Hon. Dennis R. O'Connor appointed as the Commissioner. The mandate of the commission was to (a) inquire into the circumstances that caused the outbreak of bacteria in Walkerton's drinking water system, (b) determine if government policies, procedures and practices had any effect upon the circumstances of the outbreak, and (c) inquire into any other pertinent matters necessary to ensure the safety of Ontario's drinking water system. |Commissioner O'Connor divided the Inquiry into two parts, which ran more or less concurrently. The first part dealt exclusively with what happened in Walkerton, and involved extensive public hearings. The second part went beyond Walkerton and involved an investigation into other matters related to the general safety of Ontario's drinking water.  |The work of the commission resulted in two reports published in 2002, entitled Part One and Part Two: Report of the Walkerton Inquiry. Justice O'Connor made a large number of recommendations related to the following: the protection of the sources of Ontario's drinking water; the need for effective standards and technology for the treatment of water and to monitor its quality; the need for stricter mandatory regulations from municipalities that provide drinking water; and, the need for a strengthened role for the provincial government in regulating and overseeing the safety of Ontario's drinking water.",
"SOURCE":"Final reports of the Commission.",
"RULES":"Rules for Archival Description",
"CONT": [{"DATECONT":" ","CONTAG":" "},
],
"SISN":8132
},
]}
